tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "sambadevi/powerlevel9k"

brew "awscli"
brew "go"
brew "dep"
brew "fzf"
brew "gh"
brew "neovim"
brew "nginx"
brew "python@3.9"
brew "starship"
brew "watchman"
brew "wget"
brew "yarn"
brew "zoxide"

cask "authy"
cask "discord"
cask "docker"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "rectangle"
cask "slack"
cask "visual-studio-code"
cask "vivaldi"
cask "warp"
cask "whatsapp"
cask "zed"

vscode "42Crunch.vscode-openapi"
vscode "eamodio.gitlens"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "golang.go"
vscode "ms-azuretools.vscode-docker"
vscode "naumovs.color-highlight"
vscode "PKief.material-icon-theme"
vscode "Prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "rome.rome"
vscode "unifiedjs.vscode-mdx"
vscode "whizkydee.material-palenight-theme"
